<strong>제1장 총칙</strong><br>
<strong>제1조 [목적]</strong><br>
본 약관은 주식회사 이지쿡(이하 "회사")이 운영하는 웹사이트(http://www.easycook.ac, http://easycook.co.kr)를 통해 제공하는 교육 정보 서비스(이하 "서비스")의 이용에 관한 조건 및 절차, 권리·의무, 책임사항 등을 규정함을 목적으로 합니다.<br><br>

<strong>제2조 [정의]</strong><br>
(1) "이용자"라 함은 본 약관에 따라 회사가 제공하는 서비스를 이용하는 모든 자를 말합니다.<br>
(2) "회원"이라 함은 웹사이트에 가입하여 아이디(ID)를 부여받고, 지속적으로 서비스를 이용할 수 있는 자를 말합니다.<br>
(3) "비회원"이라 함은 회원으로 가입하지 않고 서비스를 이용하는 자를 말합니다.<br>
(4) "아이디(ID)"라 함은 회원의 식별과 서비스 이용을 위하여 회원이 설정하고 회사가 승인한 문자 또는 숫자의 조합을 말합니다.<br><br>

<strong>제3조 [약관의 효력 및 변경]</strong><br>
① 본 약관은 웹사이트에 게시하거나 기타의 방법으로 회원에게 공지함으로써 효력을 발생합니다.<br>
② 회사는 관련 법령을 위배하지 않는 범위에서 본 약관을 변경할 수 있으며, 변경된 약관은 웹사이트에 게시함으로써 효력을 가집니다.